{
   "name": "Analyze the source code and find the name of the campsite, then insert this name here. Finally, leave this field empty.",
    "Kategorie-Campingplatz":"Analyze the source code and write either true or false here. From the content, you must understand whether it is a campground. True if the content indicates that it is a campsite category, and false if not. If you find no information about this, leave this field empty.", 
    "Kategorie-Wohnmobilstellplatz":"Analyze the source code and write either true or false here. From the content, you must understand whether it is an RV park. True if the content indicates that it is a motorhome parking category, and false if not. If you find no information about this, leave this field empty.",
    "Adresse": "Analyze this text and insert the address of this campsite here. If you do not find any, leave this field empty.",
    "telefonNummer": "Find the phone number of this campsite in the text and insert it here. If you do not find any, leave this field empty.",
    "E-Mail": "Find the E-Mail of this campsite in the text and insert it here. If you do not find any, leave this field empty.",
    "urlsBidler": "Analyze this source code and try to find URLs of images that depict this campsite. Write these URLs here. If there are multiple, separate the URLs with commas. If you do not find any, leave this field empty.",
    "Beschreibungstext": "Read the text. Based on this text, create a short description and insert it here. If you cannot derive a description from the content, leave this field empty.",
    
      "lageWasser": "You read the source code of the website and, based on the content, you need to determine if this campsite is located near water or not.Respond with true if it is located near water and false if it is not. Water could be a lake, river, or other types. Leave this field empty if you find no information about water.",
      "lageInDerBergen": "You read the source code of the website and, based on the content, you need to determine if this campsite is located in the mountains or not. Respond with true if it is located in the mountains and false if it is not.",
      "lageInDerStadt": "You read the source code of the website and, based on the content, you need to determine if this campsite is located in the city or not. Respond with true if it is located in the city and false if it is not.",
    
    
      "ausstattungFishing": "You read the source code of the website and, based on the content, you need to determine if fishing is available at this campsite. From the content, you must understand whether it.  Respond with true if fishing is available and false if it is not.",
      "ausstattungHiking": "You read the source code of the website and, based on the content, you need to determine if hiking is available at this campsite. Respond with true if hiking is available and false if it is not. ",
      "ausstattungSightseeing": "You read the source code of the website and, based on the content, you need to determine if sightseeing is available at this campsite. Respond with true if sightseeing is available and false if it is not.",
      "ausstattungMountainbiking": "You read the source code of the website and, based on the content, you need to determine if mountain biking is available at this campsite. Respond with true if mountain biking is available and false if it is not.",
      "ausstattungWindsurfing": "You read the source code of the website and, based on the content, you need to determine if windsurfing is available at this campsite. Respond with true if windsurfing is available and false if it is not.",
      "ausstattungSwimming": "You read the source code of the website and, based on the content, you need to determine if swimming is available at this campsite. Respond with true if swimming is available and false if it is not.",
      "motorbiking": "You read the source code of the website and, based on the content, you need to determine if motorbiking is available at this campsite. Respond with true if motorbiking is available and false if it is not.",
      "vantage_point": "You read the source code of the website and, based on the content, you need to determine if there is a vantage point at this campsite. Respond with true if there is a vantage point and false if there is not.",
      "beachvolleyball": "You read the source code of the website and, based on the content, you need to determine if beach volleyball is available at this campsite. Respond with true if beach volleyball is available and false if it is not.",
      "diving": "You read the source code of the website and, based on the content, you need to determine if diving is available at this campsite. Respond with true if diving is available and false if it is not.",
      "kitesurfing": "You read the source code of the website and, based on the content, you need to determine if kitesurfing is available at this campsite. Respond with true if kitesurfing is available and false if it is not.",
      "skiing": "You read the source code of the website and, based on the content, you need to determine if skiing is available at this campsite. Respond with true if skiing is available and false if it is not.",
      "surfing": "You read the source code of the website and, based on the content, you need to determine if surfing is available at this campsite. Respond with true if surfing is available and false if it is not.",
      "boating": "You read the source code of the website and, based on the content, you need to determine if boating is available at this campsite. Respond with true if boating is available and false if it is not. ",
      "golf": "You read the source code of the website and, based on the content, you need to determine if golf is available at this campsite. Respond with true if golf is available and false if it is not.",
      "minigolf": "You read the source code of the website and, based on the content, you need to determine if mini golf is available at this campsite. Respond with true if mini golf is available and false if it is not.",
      "tennis": "You read the source code of the website and, based on the content, you need to determine if tennis is available at this campsite. Respond with true if tennis is available and false if it is not.",
      "skateboarding": "You read the source code of the website and, based on the content, you need to determine if skateboarding is available at this campsite. Respond with true if skateboarding is available and false if it is not.",
      "table_tennis": "You read the source code of the website and, based on the content, you need to determine if table tennis is available at this campsite. Respond with true if table tennis is available and false if it is not.",
      "volleyball": "You read the source code of the website and, based on the content, you need to determine if volleyball is available at this campsite. Respond with true if volleyball is available and false if it is not.",
      "basketball": "You read the source code of the website and, based on the content, you need to determine if basketball is available at this campsite. Respond with true if basketball is available and false if it is not.",
      "canoeing": "You read the source code of the website and, based on the content, you need to determine if canoeing is available at this campsite. Respond with true if canoeing is available and false if it is not.",
      "climbing": "You read the source code of the website and, based on the content, you need to determine if climbing is available at this campsite. Respond with true if climbing is available and false if it is not.",
    "gesprochene_Sprachen": "You read the source code of the website and, based on the content, you need to determine the spoken languages at this campsite. List the spoken languages here. If you do not find any information, leave this field empty.",
    "Betriebszeiten": "You read the source code of the website and, based on the content, you need to determine the operating hours of this campsite. List the operating hours here. If you do not find any information, leave this field empty.",
    "Check-In": "You read the source code of the website and, based on the content, you need to determine the check-in time for this campsite. Write the check-in time here. If you do not find any information, leave this field empty.",
    "Check-Out": "You read the source code of the website and, based on the content, you need to determine the check-out time for this campsite. Write the check-out time here. If you do not find any information, leave this field empty.",
      "UnterkunftsmöglichkeitenPKW": "You read the source code of the website and, based on the content, you need to determine the accommodation options for cars at this campsite. Respond with true if accommodation options for cars are available and false if they are not (can't find information about it.)",
      "UnterkunftsmöglichkeitenWohnmobil": "You read the source code of the website and, based on the content, you need to determine the accommodation options for motorhomes at this campsite. Respond with true if accommodation options for motorhomes are available and false if they are not. ",
      "UnterkunftsmöglichkeitenWohnwagen": "You read the source code of the website and, based on the content, you need to determine the accommodation options for caravans at this campsite. Respond with true if accommodation options for caravans are available and false if they are not. ",
      "UnterkunftsmöglichkeitenLKW": "You read the source code of the website and, based on the content, you need to determine the accommodation options for trucks at this campsite. Respond with true if accommodation options for trucks are available and false if they are not. ",
      "UnterkunftsmöglichkeitenZelt": "You read the source code of the website and, based on the content, you need to determine the accommodation options for tents at this campsite. From the content, you must understand whether it. Respond with true if accommodation options for tents are available and false if they are not. ",
      "UnterkunftsmöglichkeitenMiet-Unterkunft": "You read the source code of the website and, based on the content, you need to determine the accommodation options for rental accommodations at this campsite. Respond with true if accommodation options for rental accommodations are available and false if they are not. ",
    "Anzahl_der_Stellplätze": "You read the source code of the website and, based on the content, you need to determine the number of pitches at this campsite. Write the number of pitches here. If you do not find any information, leave this field empty."
  }